# Задание 3. Какова стоимость страховки.

building_cost=float(input('Ввведите стоимость строения:'))
insurance_cost= building_cost*0.80
print('Минимальная стоимость страховки составит = ',insurance_cost)


